{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2025-06-13T01:37:31.0067378Z","creationSource":null,"description":"Allows using Web Sign in","lastModifiedDateTime":"2025-06-13T01:37:31.0067378Z","name":"WIN-PRO-D-EnableWebSignIn-01","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["0"],"settingCount":1,"technologies":"mdm","id":"c13b6792-2e62-4d83-9ae8-015d0d44472a","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_authentication_enablewebsignin","settingInstanceTemplateReference":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_authentication_enablewebsignin_1","children":[]}}}]}