{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2025-08-11T02:10:30.6061915Z","creationSource":null,"description":"","lastModifiedDateTime":"2025-08-18T02:40:18.9710968Z","name":"WIN-SEC-D-MDE-FirewallLogging-01","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["0"],"settingCount":2,"technologies":"mdm,microsoftSense","id":"57716cab-2ab8-429d-93ae-d8f6e1c728b7","templateReference":{"templateId":"6078910e-d808-4a9f-a51d-1b8a7bacb7c0_1","templateFamily":"endpointSecurityFirewall","templateDisplayName":"Windows Firewall","templateDisplayVersion":"Version 1"},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_audit_objectaccess_auditfilteringplatformconnection","settingInstanceTemplateReference":{"settingInstanceTemplateId":"be9453a7-6348-4112-a49e-ad029d5d3548"},"choiceSettingValue":{"value":"device_vendor_msft_policy_config_audit_objectaccess_auditfilteringplatformconnection_3","settingValueTemplateReference":{"settingValueTemplateId":"f5e48ffe-d924-4ee1-a1a1-677e259952fa","useTemplateDefault":false},"children":[]}}},{"id":"1","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_audit_objectaccess_auditfilteringplatformpacketdrop","settingInstanceTemplateReference":{"settingInstanceTemplateId":"43f5366a-7e27-47a9-be51-d14189d02a17"},"choiceSettingValue":{"value":"device_vendor_msft_policy_config_audit_objectaccess_auditfilteringplatformpacketdrop_3","settingValueTemplateReference":{"settingValueTemplateId":"bf48ef86-73e5-4a66-a693-24ff8e4be799","useTemplateDefault":false},"children":[]}}}]}