{
    "@odata.context": "https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity",
    "createdDateTime": "2025-01-14T00:45:54.9430105Z",
    "creationSource": null,
    "description": "",
    "lastModifiedDateTime": "2025-01-14T00:45:54.9430105Z",
    "name": "IOS-PRO-D-SSOforM365-2",
    "platforms": "iOS",
    "priorityMetaData": null,
    "roleScopeTagIds": [
        "0"
    ],
    "settingCount": 1,
    "technologies": "mdm,appleRemoteManagement",
    "id": "e79cb49f-9b21-46e5-9070-0c58578e56aa",
    "templateReference": {
        "templateId": "",
        "templateFamily": "none",
        "templateDisplayName": null,
        "templateDisplayVersion": null
    },
    "settings": [
        {
            "id": "0",
            "settingInstance": {
                "@odata.type": "#microsoft.graph.deviceManagementConfigurationGroupSettingCollectionInstance",
                "settingDefinitionId": "com.apple.extensiblesso_com.apple.extensiblesso",
                "settingInstanceTemplateReference": null,
                "groupSettingCollectionValue": [
                    {
                        "settingValueTemplateReference": null,
                        "children": [
                            {
                                "@odata.type": "#microsoft.graph.deviceManagementConfigurationGroupSettingCollectionInstance",
                                "settingDefinitionId": "com.apple.extensiblesso_extensiondata",
                                "settingInstanceTemplateReference": null,
                                "groupSettingCollectionValue": [
                                    {
                                        "settingValueTemplateReference": null,
                                        "children": [
                                            {
                                                "@odata.type": "#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance",
                                                "settingDefinitionId": "com.apple.extensiblesso_extensiondata_generickey_keytobereplaced",
                                                "settingInstanceTemplateReference": null,
                                                "simpleSettingValue": {
                                                    "@odata.type": "#microsoft.graph.deviceManagementConfigurationStringSettingValue",
                                                    "settingValueTemplateReference": null,
                                                    "value": "AppPrefixAllowList"
                                                }
                                            },
                                            {
                                                "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                                "settingDefinitionId": "com.apple.extensiblesso_ignored_$typepicker",
                                                "settingInstanceTemplateReference": null,
                                                "choiceSettingValue": {
                                                    "settingValueTemplateReference": null,
                                                    "value": "com.apple.extensiblesso_ignored_0",
                                                    "children": [
                                                        {
                                                            "@odata.type": "#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance",
                                                            "settingDefinitionId": "com.apple.extensiblesso_extensiondata_generickey_string",
                                                            "settingInstanceTemplateReference": null,
                                                            "simpleSettingValue": {
                                                                "@odata.type": "#microsoft.graph.deviceManagementConfigurationStringSettingValue",
                                                                "settingValueTemplateReference": null,
                                                                "value": "com.apple."
                                                            }
                                                        }
                                                    ]
                                                }
                                            }
                                        ]
                                    },
                                    {
                                        "settingValueTemplateReference": null,
                                        "children": [
                                            {
                                                "@odata.type": "#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance",
                                                "settingDefinitionId": "com.apple.extensiblesso_extensiondata_generickey_keytobereplaced",
                                                "settingInstanceTemplateReference": null,
                                                "simpleSettingValue": {
                                                    "@odata.type": "#microsoft.graph.deviceManagementConfigurationStringSettingValue",
                                                    "settingValueTemplateReference": null,
                                                    "value": "browser_sso_interaction_enabled"
                                                }
                                            },
                                            {
                                                "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                                "settingDefinitionId": "com.apple.extensiblesso_ignored_$typepicker",
                                                "settingInstanceTemplateReference": null,
                                                "choiceSettingValue": {
                                                    "settingValueTemplateReference": null,
                                                    "value": "com.apple.extensiblesso_ignored_1",
                                                    "children": [
                                                        {
                                                            "@odata.type": "#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance",
                                                            "settingDefinitionId": "com.apple.extensiblesso_extensiondata_generickey_integer",
                                                            "settingInstanceTemplateReference": null,
                                                            "simpleSettingValue": {
                                                                "@odata.type": "#microsoft.graph.deviceManagementConfigurationIntegerSettingValue",
                                                                "settingValueTemplateReference": null,
                                                                "value": 1
                                                            }
                                                        }
                                                    ]
                                                }
                                            }
                                        ]
                                    },
                                    {
                                        "settingValueTemplateReference": null,
                                        "children": [
                                            {
                                                "@odata.type": "#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance",
                                                "settingDefinitionId": "com.apple.extensiblesso_extensiondata_generickey_keytobereplaced",
                                                "settingInstanceTemplateReference": null,
                                                "simpleSettingValue": {
                                                    "@odata.type": "#microsoft.graph.deviceManagementConfigurationStringSettingValue",
                                                    "settingValueTemplateReference": null,
                                                    "value": "disable_explicit_app_prompt"
                                                }
                                            },
                                            {
                                                "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                                "settingDefinitionId": "com.apple.extensiblesso_ignored_$typepicker",
                                                "settingInstanceTemplateReference": null,
                                                "choiceSettingValue": {
                                                    "settingValueTemplateReference": null,
                                                    "value": "com.apple.extensiblesso_ignored_1",
                                                    "children": [
                                                        {
                                                            "@odata.type": "#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance",
                                                            "settingDefinitionId": "com.apple.extensiblesso_extensiondata_generickey_integer",
                                                            "settingInstanceTemplateReference": null,
                                                            "simpleSettingValue": {
                                                                "@odata.type": "#microsoft.graph.deviceManagementConfigurationIntegerSettingValue",
                                                                "settingValueTemplateReference": null,
                                                                "value": 1
                                                            }
                                                        }
                                                    ]
                                                }
                                            }
                                        ]
                                    },
                                    {
                                        "settingValueTemplateReference": null,
                                        "children": [
                                            {
                                                "@odata.type": "#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance",
                                                "settingDefinitionId": "com.apple.extensiblesso_extensiondata_generickey_keytobereplaced",
                                                "settingInstanceTemplateReference": null,
                                                "simpleSettingValue": {
                                                    "@odata.type": "#microsoft.graph.deviceManagementConfigurationStringSettingValue",
                                                    "settingValueTemplateReference": null,
                                                    "value": "device_registration"
                                                }
                                            },
                                            {
                                                "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                                "settingDefinitionId": "com.apple.extensiblesso_ignored_$typepicker",
                                                "settingInstanceTemplateReference": null,
                                                "choiceSettingValue": {
                                                    "settingValueTemplateReference": null,
                                                    "value": "com.apple.extensiblesso_ignored_0",
                                                    "children": [
                                                        {
                                                            "@odata.type": "#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance",
                                                            "settingDefinitionId": "com.apple.extensiblesso_extensiondata_generickey_string",
                                                            "settingInstanceTemplateReference": null,
                                                            "simpleSettingValue": {
                                                                "@odata.type": "#microsoft.graph.deviceManagementConfigurationStringSettingValue",
                                                                "settingValueTemplateReference": null,
                                                                "value": "{{DEVICEREGISTRATION}}"
                                                            }
                                                        }
                                                    ]
                                                }
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "@odata.type": "#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance",
                                "settingDefinitionId": "com.apple.extensiblesso_extensionidentifier",
                                "settingInstanceTemplateReference": null,
                                "simpleSettingValue": {
                                    "@odata.type": "#microsoft.graph.deviceManagementConfigurationStringSettingValue",
                                    "settingValueTemplateReference": null,
                                    "value": "com.microsoft.azureauthenticator.ssoextension"
                                }
                            },
                            {
                                "@odata.type": "#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance",
                                "settingDefinitionId": "com.apple.extensiblesso_type",
                                "settingInstanceTemplateReference": null,
                                "choiceSettingValue": {
                                    "settingValueTemplateReference": null,
                                    "value": "com.apple.extensiblesso_type_1",
                                    "children": []
                                }
                            },
                            {
                                "@odata.type": "#microsoft.graph.deviceManagementConfigurationSimpleSettingCollectionInstance",
                                "settingDefinitionId": "com.apple.extensiblesso_urls",
                                "settingInstanceTemplateReference": null,
                                "simpleSettingCollectionValue": [
                                    {
                                        "@odata.type": "#microsoft.graph.deviceManagementConfigurationStringSettingValue",
                                        "settingValueTemplateReference": null,
                                        "value": "https://login.microsoftonline.com"
                                    },
                                    {
                                        "@odata.type": "#microsoft.graph.deviceManagementConfigurationStringSettingValue",
                                        "settingValueTemplateReference": null,
                                        "value": "https://login.microsoft.com"
                                    },
                                    {
                                        "@odata.type": "#microsoft.graph.deviceManagementConfigurationStringSettingValue",
                                        "settingValueTemplateReference": null,
                                        "value": "https://sts.windows.net"
                                    },
                                    {
                                        "@odata.type": "#microsoft.graph.deviceManagementConfigurationStringSettingValue",
                                        "settingValueTemplateReference": null,
                                        "value": "https://login.partner.microsoftonline.cn"
                                    },
                                    {
                                        "@odata.type": "#microsoft.graph.deviceManagementConfigurationStringSettingValue",
                                        "settingValueTemplateReference": null,
                                        "value": "https://login.chinacloudapi.cn"
                                    },
                                    {
                                        "@odata.type": "#microsoft.graph.deviceManagementConfigurationStringSettingValue",
                                        "settingValueTemplateReference": null,
                                        "value": "https://login.microsoftonline.us"
                                    },
                                    {
                                        "@odata.type": "#microsoft.graph.deviceManagementConfigurationStringSettingValue",
                                        "settingValueTemplateReference": null,
                                        "value": "https://login-us.microsoftonline.com"
                                    }
                                ]
                            }
                        ]
                    }
                ]
            }
        }
    ]
}